Repository: IBMPredictiveAnalytics/SPSSINC_HETCOR
Catalog: src/lang/*/SPSSINC_HETCOR.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

source: At least two variables must be specified
de: Es müssen mindestens zwei Variablen angegeben werden.
es: Se deben especificar al menos dos variables
fr: Deux variables au moins doivent être spécifiées
it: Specificare almeno due variabili
ja: 2 以上の変数を指定する必要があります。
ko: 2개 이상의 변수를 지정해야 합니다.
pl: Należy podać przynajmniej dwie zmienne
pt_br: Pelo menos duas variáveis devem ser especificadas
ru: Необходимо задать, как минимум, две переменные
zh_cn: 必须至少指定两个变量
zh_tw: 必須指定至少兩個變數

source: The following R package is required but could not be loaded:
de: Das folgende R-Paket ist erforderlich, konnte aber nicht geladen werden:
es: Se requiere el siguiente paquete R pero no se ha podido cargar:
fr: Le pack R suivant est requis mais n'a pas pu être chargé :
it: Il seguente package R è necessario, ma non è stato possibile caricarlo:
ja: 次の R パッケージが必要ですが、読み込むことができませんでした。
ko: 다음 R 패키지가 필요하지만 로드할 수 없습니다.
pl: Następujący pakiet R jest wymagany, ale nie można było go wczytać:
pt_br: O seguinte pacote R é necessário, mas não foi possível carregá-lo:
ru: Необходим следующий пакет R, но его не удалось загрузить:
zh_cn: 需要下列 R 包，但未能装入：
zh_tw: 下列 R 套件為必要套件，但無法載入：

source: %s command failed
de: Befehl %s fehlgeschlagen
es: El comando %s ha fallado
fr: Echec de la commande %s
it: Comando %s non riuscito
ja: %s コマンドが失敗しました。
ko: %s 명령문 실패
pl: Niepowodzenie komendy %s
pt_br: Falha no comando %s
ru: Не удалось выполнить команду %s
zh_cn: %s 命令失败
zh_tw: %s 指令失敗

source: %s command was unable to compute the correlations due to data conditions. This is usually due to some variables being too far from a bivariate normal distribution.
de: Befehl %s konnte die Korrelationen wegen Datenproblemen nicht berechnen. Dies geschieht gewöhnlich, wenn manche Variablen zu weit von einer bivariaten Normalverteilung entfernt sind.
es: El comando %s no ha podido calcular las correlaciones debido a condiciones de datos. Normalmente, esto se debe a que algunas variables están demasiado lejos de una distribución normal de bivariante.
fr: La commande %s n'a pas pu calculer les corrélations en raison des conditions des données. Ceci tient généralement au fait que certaines variables sont trop éloignées d'une distribution normale bivariée.
it: Il comando %s non è riuscito a calcolare le correlazioni a causa delle condizioni dei dati. Normalmente ciò è dovuto al fatto che alcune variabili si discostano eccessivamente da una distribuzione normale bivariata.
ja: %s コマンドが、データの条件により相関係数を計算できませんでした。 これは通常、いくつかの変数が 2 変量正規分布から遠すぎるためです。
ko: 데이터 조건으로 인해 %s 명령문이 상관관계를 계산할 수 없습니다. 일반적으로 일부 변수가 이변량 정규분포와 거리가 멀기 때문입니다.
pl: Komenda %s nie mogła przetworzyć korelacji ze względu na uwarunkowania danych. Dzieję się tak zwykle, ponieważ niektóre zmienne mają wartości leżące zbyt daleko od normalnego rozkładu podwójnych zmiennych.
pt_br: O comando %s não pôde calcular as correlações devido às condições de dados. Geralmente, isso ocorre porque algumas variáveis estão muito longe de uma distribuição normal bivariada.
ru: Команда %s не смогла рассчитать корреляции из-за состояния данных. Причина этого обычно заключается в том, что некоторые переменные слишком сильно отличаются от двумерного нормального распределения.
zh_cn: %s 命令因数据条件而无法计算相关性。 这通常是由于某些变量距离双变量正态分布过远所致。
zh_tw: %s 指令因資料條件而無法計算相關性。 這通常是因為部分變數離雙變量常態分佈太遠。

source: Heterogeneous Correlation
de: Heterogene Korrelation
es: Correlaciones heterogéneas
fr: Corrélation hétérogène
it: Correlazione eterogenea
ja: 異種相関係数
ko: 이질적 상관관계
pl: Korelacja heterogeniczna
pt_br: Correlação heterogênea
ru: Неоднородные корреляции
zh_cn: 非齐性相关性
zh_tw: 異質相關性

source: Pearson, Polyserial, and Polychoric Correlations
de: Pearson-, polyseriale und polychorische Korrelationen
es: Correlaciones de Pearson, policóricas y poliseriales
fr: Corrélations de Pearson, polysérielles et polychoriques
it: Correlazioni Pearson, poliseriali e policoriche
ja: Pearson、Polyserial、 Polychoric 相関係数
ko: Pearson, Polyserial 및 Polychoric 상관관계
pl: Korelacje Pearsona, wieloseryjna i polichoryczna
pt_br: Correlações de Pearson, polisserial e policórica
ru: Корреляция Пирсона, полисериальная корреляция и полихорическая корреляция
zh_cn: 皮尔逊相关性、多序列相关性和多分格相关性
zh_tw: Pearson、多列和多序類相關性

source: Correlations
de: Korrelationen
es: Correlaciones
fr: Corrélations
it: Correlazioni
ja: 相関
ko: 상관관계
pl: Korelacje
pt_br: Correlações
ru: Корреляции
zh_cn: 相关性
zh_tw: 相關性

source: Correlations computed by R %s package
de: Durch das R-%s-Paket berechnete Korrelationen
es: Correlaciones calculadas por el paquete R %s
fr: Corrélations calculées par un pack %s R
it: Correlazioni calcolate dal package R %s
ja: R %s パッケージで計算した相関係数
ko: R %s 패키지에 의해 계산된 상관관계
pl: Korelacje przeliczane przez pakiet R %s
pt_br: Correlações calculadas por pacote R %s
ru: Корреляции рассчитанные пакетом %s R
zh_cn: 由 R %s 程序包计算的相关性
zh_tw: 由 R %s 套件計算的相關性

source: Variables
de: Variablen
it: Variabili
ja: 変数
ko: 변수
pl: Zmienne
pt_br: Variáveis
ru: Переменные
zh_cn: 变量
zh_tw: 變數

source: Statistics
de: Statistiken
es: Estadísticos
fr: Statistiques
it: Statistiche
ja: 統計
ko: 통계량(S)
pl: Statystyki
pt_br: Estatísticas
ru: Статистика
zh_cn: 统计
zh_tw: 統計量

source: Correlation
de: Korrelation
es: Correlación
fr: Corrélation
it: Correlazione
ja: 相関係数
ko: 상관관계
pl: Korelacja
pt_br: Correlação
ru: Корреляция
zh_cn: 相关性
zh_tw: 相關性

source: Std. Error
de: Standardfehler
es: Error estándar
fr: Erreur std.
it: Errore std.
ja: 標準誤差
ko: 표준오차
pl: Błąd std.
pt_br: Erro Padrão
ru: Стд. ошибка
zh_cn: 标准误差
zh_tw: 標準誤

source: N
de: H
ja: 度数
zh_cn: 个案数

source: N = %s
zh_cn: 个案数 = %s

source: Correlation Types
de: Korrelationstypen
es: Tipos de correlación
fr: Types de corrélation
it: Tipi di correlazione
ja: 相関係数の種類
ko: 상관관계 유형
pl: Typy korelacji
pt_br: Tipos de correlação
ru: Типы корреляции
zh_cn: 相关性类型
zh_tw: 相關性類型

source: Pearson
ru: Пирсона
zh_cn: 皮尔逊

source: Polychoric
de: Polychorisch
es: Policóricas
fr: Polychorique
it: Policorica
pl: Polichoryczna
pt_br: Policórica
ru: Полихорическая
zh_cn: 多分格
zh_tw: 多序類

source: Polyserial
es: Poliseriales
fr: Polysérielle
it: Poliseriale
ja: 多分系列
pl: Poliseryjna
pt_br: Polisserial
ru: Полисериальная
zh_cn: 多序列
zh_tw: 多列
